"Singleline Comment" = "# Comment";"Pragmas" = "Pragmas";"POD style comments" = "POD comments";"Backticks" = "`Backticks`";"String with double quotes" = "\"Strings\"";"String with single quotes" = "'Strings'";"Keywords" = "Keywords";"Base" = "Base";"Regular Expressions" = "Regular Expressions";"Functions" = "Functions";"Numbers" = "Numbers";